const qnaList = [
  {
    q: 'Q. 내가 친구를 사귈 땐?',
    a: [
      { answer: '나는 여러 친구들과 많이 사귀는 편이다.', type: ['e'] },
      { answer: '나는 몇 명의 친구들과 깊이 사귀는 편이다.', type: ['i'] }
    ]
  },
  {
    q: 'Q. 새로운 모임활동에 처음 갈 때?',
    a: [
      { answer: '새로운 친구들을 만나는 것이 신난다.', type: ['e'] },
      { answer: '처음 보는 친구들과 앞으로 어떻게 지낼까 걱정이다. ', type: ['i'] }
    ]
  },
  {
    q: 'Q. 처음 보는 친구들을 만나면?',
    a: [
      { answer: '내가 먼저 대화를 시도한다.', type: ['e'] },
      { answer: '나에게 먼저 말을 걸 때까지 기다린다. ', type: ['i'] }
    ]
  },
  {
    q: 'Q. 다른 사람과 대화할 때?',
    a: [
      { answer: '나의 생각이나 느낌을 다른 사람에게 잘 이야기하는 편이다.', type: ['e'] },
      { answer: '나의 생각이나 느낌을 내 마음 속에 간직하는 편이다. ', type: ['i'] }
    ]
  },
  {
    q: 'Q. 내가 좋아하는 놀이는?',
    a: [
      { answer: '친구들과 함께 하는 놀이가 좋다.', type: ['e'] },
      { answer: '나 혼자 재미있게 하는 놀이가 좋다.', type: ['i'] }
    ]
  },
  {
    q: 'Q. 다른 사람과 대화할 때?',
    a: [
      { answer: '나는 많은 친구들에게 이야기하길 좋아한다.', type: ['e'] },
      { answer: '나는 친한 친구들에게만 이야기하기를 좋아한다.', type: ['i'] }
    ]
  },
  {
    q: 'Q. 시험기간에는?',
    a: [
      { answer: '친구들과 함께 공부하면 잘된다.', type: ['e'] },
      { answer: '나 혼자 공부하면 더 잘 된다.', type: ['i'] }
    ]
  },
  {
    q: 'Q. 나의 마음을 표현할 때는?',
    a: [
      { answer: '나의 생각과 느낌을 말로 표현하는 것이 편하다. ', type: ['e'] },
      { answer: '나의 생각과 느낌을 글로 표현하는 것이 편하다.', type: ['i'] }
    ]
  },
  {
    q: 'Q. 주위 사람들이 보는 나는?',
    a: [
      { answer: '주위 사람들은 내가 활발하다고 말한다. ', type: ['e'] },
      { answer: '주위 사람들은 내가 차분하다고 말한다.', type: ['i'] }
    ]
  }
]

const infoList = [
  {
    name: '결과1',
    desc: '결과1 설명'
  },
  {
    name: '결과2',
    desc: '결과2 설명'
  },
  {
    name: '결과3',
    desc: '결과3 설명'
  },
  {
    name: '결과4',
    desc: '결과4 설명'
  },
  {
    name: '결과5',
    desc: '결과5 설명'
  },
  {
    name: '결과6',
    desc: '결과6 설명'
  },
  {
    name: '결과7',
    desc: '결과7 설명'
  },
  {
    name: '결과8',
    desc: '결과8 설명'
  },
  {
    name: '결과9',
    desc: '결과9 설명'
  },
  {
    name: '결과10',
    desc: '결과10 설명'
  },
  {
    name: '결과11',
    desc: '결과11 설명'
  },
  {
    name: '결과12',
    desc: '결과12 설명'
  },
]
